Repository: jordifierro/pachatary-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Hi <strong>%(username)s</strong>, welcome to Pachatary!
ca: Hola <strong>%(username)s</strong>, benvingut/da a Pachatary!
es: Hola <strong>%(username)s<strong>, bienvenido a Pachatary!

source: Click here to <a href="%(confirmation_url)s">confirm your email</a> and finish your register process.
ca: Prem aquí per <a href="%(confirmation_url)s">confirmar el teu email</a> i finalitzar el procès de registre.
es: Clica aquí para <a href="%(confirmation_url)s">confirmar tu email</a> y finalizar tu registro.

source: Or if you prefer copy & paste the link below:
ca: O si prefereixes còpia i enganxa l'enllaç de sota
es: O si prefieres copia y pega el siguiente enlace:

source: If you haven't registered on Pachatary app, just ignore this mail. We won't mail you again.
ca: Si tu no t'has registrat a l'app de Pachatary, ignora aquest correu.No te n'enviarem més.
es: Si no te has registrado a la app Pachatary, simplemente ignora este mail. No te mandaremos más.

source: Hi %(username)s, welcome to Pachatary!
ca: Hola %(username)s, benvingut/da a Pachatary!
es: Hola %(username)s, bienvenido a Pachatary!

source: Click this link to confirm your email and finish your register process:
ca: Prem aquest enllaç per confirmar el teu correu i finalitzar el registre:
es: Clica este enlace para confirmar tu email y finalizar tu registro

source: Hi again <strong>%(username)s</strong>!
ca: Hola de nou <strong>%(username)s</strong>!
es: Hola de nuevo <strong>%(username)s<strong>!

source: Click here with your mobile device to <a href="%(login_url)s">login</a>.
ca: Prem aquí amb el teu mòbil per <a href="%(login_url)s">entrar</a>.
es: Clica aquí con tu dispositivo móvil para <a href="%(login_url)s">entrar</a>.

source: Hi again %(username)s!
ca: Hola de nou %(username)s!
es: Hola de nuevo %(username)s!

source: Click this link with your mobile device to login:
ca: Prem aquest enllaç amb el mòbil per entrar:
es: Clica en este enlace con tu dispositivo móvil para entrar:
